{
  "title": "Ling Han",
  "date": "2023-10-24",
  "tags": ["SSR", "Frost"],
  "social_image": "/media/tab_linghan.png",
  "description": "Ling Han, featured as an obtainable SSR Simulacrum within the simulacrum system associated with the weapon Alabaster Tiger.",
  "image_url": "https://telegra.ph/file/ad98e283fddfb7bafbcde.png",
  "awaken": [
    {
      "name": "Governing Blade",
      "description": "Increase final damage by 18%. When Alabaster Tiger is equipped, gain damage immunity for 4 seconds when using Sword Art: Icy Beckon (unavailable in Apex League). For every 1 frost weapon equipped, increase frost damage by 2.5%. When 3 frost weapons are equipped, gain an additional 350 weapon charge after the Wanderer uses any frost weapon skill. After using any frost weapon's skill or discharge other than Alabaster Tiger's, deal additional damage equal to 1,456% of ATK to nearby targets."
    }
  ],
  "weapon_info": {
    "name": "Alabaster Tiger",
    "image_url": "https://telegra.ph/file/c42acda5834f63d2a970c.png",
    "attack": 16,
    "hp": 1010,
    "crit_rate": 11,
    "shatter": 16.0,
    "charge": 8.0
  },
  "trait": "Frost Shell",
  "trait_description": "When the weapon is fully charged, the next attack will strongly freeze targets for 2 seconds and leave them frostbitten for 6 seconds. Breaking the ice shell causes additional damage equal to 144% of ATK. While frostbitten, the target's weapon charge rate is reduced by 50%.",
  "elemental_resonance": {
    "image_url": "https://i.postimg.cc/h4N409wM/Crow-m.png",
    "set_effects": {
      "2-piece": "Increase Frost ATK by 15% and Frost Resistance by 25%. Activate by equipping 2 or more Frost weapons. This set effect works in the off-hand slot. Cannot stack with effects of the same type.",
      "Extreme Cold: Unload": "After using Sword Art: Shadowy Ice, every second, deal damage equal to 70% of frost ATK plus 10% of the Wanderer's Max HP plus 36% of the sum of all the Wanderer's resistance types plus 135% of crit for 30 seconds. Multiple Unload damage will not stack and Extreme Cold damage will be counted as skill damage. If there is 1 volt/flame/physical weapon of any kind equipped, Extreme Cold damage is multiplied by 1.3 times. In addition, Extreme Cold damage is not affected by any damage boost effects except from titan equipment's rare stats, and won't trigger additional attack effects."
    }
  },
  "advancements": {
    "1star": {
      "description": "After launching Frost Blades, the Wanderer's frost ATK is increased by 10% and nearby targets will be dealt damage equal to 80% of ATK every second for 30 seconds."
    },
    "3star": {
      "description": "The Wanderer can produce up to 4 Frost Blades and Temperature Reduction's damage's base multiplier is increased to 360%. If the target is the only one affected by Temperature Reduction within 6 seconds, additionally apply Vein Seal to the target, reducing their speed by 30% (unavailable in Apex League and against bosses). If the target receives Frost Blade damage again during Vein Seal's duration, trigger Icy Burst, dealing skill damage equal to 1,700% of ATK plus 2% of the target's HP lost at that point (Icy Burst damage will be no lower than 2,000% of the Wanderer's frost ATK and no higher than 2,200% of the Wanderer's frost ATK). Then, remove the Vein Seal and Temperature Reduction effects on the target."
    },
    "5star": {
      "description": "The damage dealt by Crystalline Crack and Cold Air is additionally increased by 50%. Light Steps' use attempts is increased to 10 and recovery rate is increased to 1 attempt every 3 seconds."
    },
    "6star": {
      "description": "The Temperature Reduction effect inflicted after firing Frost Blades is now applied to an area and also deals additional damage equal to 990% of ATK to nearby targets."
    }
  },
  "attacks": {
    "Sword Art: Mooncutter": {
      "description": "While on the ground, use your normal attack to land 6 consecutive attacks. First Attack: Deal damage equal to 97.8% of ATK + 5 and knock the target back. Second Attack: Deal damage equal to 129.4% of ATK + 7 and knock the target back. Third Attack: Deal damage equal to 207.2% of ATK + 11 and knock the target back. Fourth Attack: Deal damage equal to 125% of ATK + 7 and knock the target back. Fifth Attack: Deal damage equal to 226% of ATK + 12 and draw in enemies to the front of the Wanderer. Sixth Attack: Deal damage equal to 253.6% of ATK + 13 and launch the target. After triggering Sword Art: Mooncutter, tap and hold normal attack to trigger Sword Art: Endless Snow. After any of Alabaster Tiger's normal attacks land a hit, apply 1 stack of Crystalline Crack to the target, dealing normal attack damage equal to 48% of ATK every second for 15 seconds. Only 1 stack of Crystalline Crack can be applied to the same target every 4 seconds, stacking up to 3 times. The stacks will disappear one by one after the effect duration is over."
    },
    "Sword Art: Plum Swordcry": {
      "description": "While in the air, use your normal attack to land 6 consecutive attacks at the expense of stamina. First Attack: Deal damage equal to 95.9% of ATK + 5. Second Attack: Deal damage equal to 100.7% of ATK + 5. Third Attack: Deal damage equal to 218.6% of ATK + 12. Fourth Attack: Deal damage equal to 130% of ATK + 7. Fifth Attack: Deal damage equal to 213.7% of ATK + 11. Sixth Attack: Deal damage equal to 256.9% of ATK + 14."
    },
    "Sword Art: Endless Snow": {
      "description": "While using normal attack on the ground, tap and hold normal attack to trigger Sword Art: Endless Snow. Use mind control to manipulate the sword while consuming endurance, during which the Wanderer gains hyperbody. Every attack that lands deals damage equal to 140.8% of ATK plus 7 to nearby targets. When Sword Art: Endless Snow ends, release a powerful sword aura, dealing damage equal to 422.4% of ATK plus 22 to nearby targets."
    },
    "Sword Art: Falling Frost": {
      "description": "Tap and hold normal attack while airborne (tap when a target is available), or use normal attack while climbing, jumping backward, or using the Jetpack to trigger Sword Art: Falling Frost. While falling, deal damage equal to 75% of ATK plus 4 each time a target is hit. Upon landing, deal damage equal to 366.7% of ATK plus 19 to nearby targets."
    },
    "Light Steps": {
      "description": "While the Wanderer is airborne after double jumping, tap jump to trigger Light Steps. Briefly dash upward before gliding down. While airborne, Light Steps can be used up to 2 times. While on the ground, Light Steps recovers 1 use attempt every 10 seconds (switching areas or unequipping Alabaster Tiger will reset the use attempts)."
    }
  },
  "dodge": {
    "Dodge": {
      "description": "Dodge right before being hit to trigger Phantasia, reducing the speed of enemies within the area."
    },
    "Sword Art: Cloud Shower": {
      "description": "Use normal attack during the short perfect dodge window (use a directional button before dodging) to trigger Sword Art: Cloud Shower, dealing damage up to 305% of ATK plus 16 to targets hit."
    },
    "Sword Art: Mortal Soul": {
      "description": "Use normal attack during the short period after dodging to trigger Sword Art: Mortal Soul. Release a White Tiger illusion to deal damage equal to 167.8% of ATK plus 9 to targets ahead."
    }
  },
  "discharge": {
    "Sword Art: Icy Beckon": {
      "description": "When weapon charge is full or Phantasia is triggered, upon switching to this weapon, remove all debuffs from the Wanderer and summon a Sword Array around the Wanderer, engulfing the area in cold and dealing damage up to 844.5% of ATK plus 44 to nearby targets. Soon after, summon a White Tiger to deal damage equal to 1,971% of ATK plus 104, during which damage immunity lasts for 1.5 seconds [unavailable in Apex League]. Passive: After Sword Art: Icy Beckon lands a hit, increase final damage by 8% for 30 seconds."
    }
  }
}
